anthropic.claude-code
catppuccin.catppuccin-vsc
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
mvllow.rose-pine
